const menulider = (prefix) => {
	
	
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 	

return `
╭═• ೋ𝄢๑🥂๑𝄢ೋ •═╮               
    🔥𝐌𝐄𝐍𝐔𝄢𝐋𝐈𝐃𝐄𝐑🔥  
╰═• ೋ𝄢๑🥂๑𝄢ೋ •═╯​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}servip
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}addvip "@"
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}delvip "@"
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}ausente "msg"
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}voltei
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}block "@"
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}unblock "@"
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}blocklist
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}seradm
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}sermembro
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}transmitir (❗)
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}transmitir2 (❗)
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}bcgp (❗)
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}listagp
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}entrar "link"
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}sair 
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}limparmsg 
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}online
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}ganharlevel
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}ganharxp
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}reset "AKINATOR"
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}bangp
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}unbangp
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}banghost (❗)
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}idgp
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}clonargp (❗)
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}avisogp
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}botline
╎𝄢ۣۜۜ͜͡ 🩸 ${prefix}arquivargp (❗)
╰╼━═━━≺🎗️≻━━═━╾╯

💎𝐂𝐎𝐍𝐅𝐈𝐆𝐔𝐑𝐀𝐑-𝐁𝐎𝐓💎
╭╼━═━━≺🎠≻━━═━╾╮
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}numero-dono
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}Nick-dono 
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}nome-bot 
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}novoprefixo
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}fotobot
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}clonar
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}infobemvindo
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}fotomenu
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}blockcmd "cmd"
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}unblockcmd "cmd"
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}listacomandos
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}antipv "DABLOCK"
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}antipv2 "SEMBLOCK"
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}antiligar "DABLOCK"
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}antipalavrão 
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}addpalavra
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}delpalavra 
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}listapalavrao
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}infopalavrao
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}lorde "5511***.."
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}coronel "5511***.."
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}major "5511***.."
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}capitão "5511***.."
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}tenente "5511***..*
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}sargento "5511***..*
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}vemqrcode
╎𝄢ۣۜۜ͜͡ 💧 ${prefix}reviverqr
╰╼━═━━≺🎗️≻━━═━╾╯
oiê^-^
Lembre-se. para essas configurações serem salvas o bot deve está ligado no "termux"! assim quê configurar basta usar o comando " ${prefix}reiniciar " o bot irá salvar as alterações feitas!!

`
}
exports.menulider = menulider